"SPC Password" = "Пароль SPC";
"Authentication Key" = "Ключ автентифікації";
"Incorrect key" = "Неправильний ключ";
"Incorrect SPC Password" = "Неправильний пароль SPC";
"Enter 26 digit key" = "Введіть ключ автентифікації з 26 цифр.";
"Security" = "Безпека";
"Too many retries of SPC." = "Забагато спроб вводу SPC.";
"AKEY set successfully." = "AKEY успішно встановлено.";
"Failed to set AKEY." = "Не вдалося встановити AKEY.";
"Too many retries of AKEY." = "Забагато спроб вводу AKEY.";
"Password" = "Пароль";
"Key" = "Ключ";
"OK" = "ОК";
"Cancel" = "Скасувати";